Repository: waynebaby/GreaterShareUWP
Catalog: GreaterShare/GreaterShare/Strings/*/Resources.resw
Source language: en
Languages: zh_sg

# BackgroundTitleGreater.Text
source: Greater
zh_sg: 最

# BackgroundTitleShare.Text
source: Share
zh_sg: 分享

# AppName
source: Greater Share
zh_sg: 最分享

# ButtonPaste.Label
source: Paste
zh_sg: 粘贴

# ButtonShare.Label
source: Share
zh_sg: 分享

# ButtonLoad.Label
source: Load
zh_sg: 读取

# ButtonReshare.Label
source: Reshare
zh_sg: 再次分享

# ButtonSave.Label
source: Save
zh_sg: 保存

# ButtonAppend.Label
source: Append
zh_sg: 追加

# ButtonTheme.Label
source: Theme
zh_sg: 主题切换

# LabelContentSourceApplicationLink.Text
source: Content Source Application Link
zh_sg: 内容来源的应用链接

# LabelDescription.Text
source: Description
zh_sg: 描述

# LabelLogo30x30.Text
source: Logo 30x30
zh_sg: 30像素见方的图标

# LabelPackageFamilyName.Text
source: Package Family Name
zh_sg: 应用包家族名

# LabelQuickLinkId.Text
source: Quick Link Id
zh_sg: 快速链接标识

# LabelThumbnail.Text
source: Thumbnail Image
zh_sg: 缩略图

# LabelTitle.Text
source: Title
zh_sg: 标题

# SharePanelShareButton.Content
source: Share!
zh_sg: 准备共享！

# LabelContentSourceWebLink.Text
source: Content Source Web Link
zh_sg: 内容来源的网站链接

# InkCanvasProfileType_Drawing
source: Drawing
zh_sg: 作画

# InkCanvasProfileType_Erasing
source: Erasing
zh_sg: 擦除

# InkCanvasProfileType_Highlighting
source: Highlighting
zh_sg: 高亮标记

# ApplicationLink.Text
source: Application Link:
zh_sg: 应用链接:

# FilesToShare.Text
source: Files to Share:
zh_sg: 分享文件:

# HtmlContent.Text
source: Html Content:
zh_sg: 超文本内容:

# ImageToShare.Text
source: Image to Share:
zh_sg: 分享图片:

# MenuFlyoutSubItemConvertTo.Text
source: Convert to:
zh_sg: 转换为:

# TextContent.Text
source: Text Content:
zh_sg: 文本内容:

# ButtonReshareAll.Text
source: All
zh_sg: 全部

# ButtonReshareSelected.Text
source: Selected
zh_sg: 已选

# MenuFlyoutSubItemConvertBackFrom.Text
source: Convert back from:
zh_sg: 从下面格式转化回文本:

# AppendToTextShare.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Append To Text Share
zh_sg: 将文本附加到当前共享

# MenuFlyoutItemCommandMagnetChop.Text
source: Chop a Magnet Link to Binary String.
zh_sg: 将磁力链接切割为十六进制字串

# MenuFlyoutItemCommandMagnetRecovery.Text
source: Recover a Magnet Link from Binary String.
zh_sg: 从十六进制字串转化为磁力链接

# VisitUri.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Visit Uri
zh_sg: 访问该链接

# HyperLinkCopy.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Copy
zh_sg: 复制

# HyperLinkVisit.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Visit
zh_sg: 访问

# HyperLinkAddComment.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Add Comment
zh_sg: 添加注释

# HyperLinkSaveToFile.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Save to File
zh_sg: 保存到文件

source: Binary String Tools
zh_sg: 十六进制字符串工具

# HyperLinkMarkAndHighlight.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Mark & Highlight
zh_sg: 标记与高亮

# HyperLinkOpenAsImage.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open as Image Share Item
zh_sg: 当作图片分享打开

# HyperLinkUndo.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Undo
zh_sg: 撤销

# HyperLinkUrlTools.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Url Tools
zh_sg: 链接工具

# HyperLinkRemoveQuery.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove Query
zh_sg: 移除查询

# HyperLinkToText.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: To Text
zh_sg: 转为文本

# WebLink.Text
source: WebLink:
zh_sg: 网页链接:

# CommandConvertToWebUriNextContent
source: What's next?
zh_sg: 关于下一步

# CommandConvertToWebUriNextTitle
source: The Text is a well formed uri.
zh_sg: 该文本是合法URL.

# CommandConvertToWebUriNextUICommandConvert
source: Covert To Weblink Share
zh_sg: 转为网站链接分享

# CommandConvertToWebUriNextUICommandLeave
source: Leave
zh_sg: 离开

# CommandConvertToWebUriNextUICommandOpenLink
source: Open Link
zh_sg: 打开链接

# OnNavigationFailedException
source: Failed to load Page {0}.
zh_sg: 无法加载 {0} 页面.

# SaveImageCommandFileSavePickerPngFiles
source: Png Image files
zh_sg: PNG图像文件

# SaveImageCommandMessageDialogFileSavedNextContent
source: What's next?
zh_sg: 关于下一步

# SaveImageCommandMessageDialogMessageDialogFileSavedNextTitle
source: File Saved.
zh_sg: 文件已储存

# SaveImageCommandMessageDialogUICommandLeave
source: Leave
zh_sg: 离开

# SaveImageCommandMessageDialogUICommandOpenFile
source: Open File
zh_sg: 打开文件

# ShareItemsMergedAt
source: Merged at
zh_sg: 合并于

# CommandGetFromClipboardAt
source: Pasted to Greater Share at
zh_sg: 已粘贴到最分享，发生在

# CommandSaveToUserFileFileType
source: Greater Share Files
zh_sg: 最分享存档文件
